{
  "attribute": [
    {
      "id": 17,
      "name": "Multidisciplinary Team Player",
      "description": "Works effectively in teams with diverse skill sets and backgrounds, fostering collaboration and shared problem-solving across different disciplines."
    },
    {
      "id": 18,
      "name": "Self Motivated",
      "description": "Demonstrates a strong internal drive to achieve goals without requiring external prompts, consistently staying focused and productive."
    },
    {
      "id": 19,
      "name": "Leadership",
      "description": "Inspires and guides individuals or teams towards achieving shared goals, making decisions and taking responsibility for outcomes."
    },
    {
      "id": 20,
      "name": "Communication",
      "description": "Excels in conveying ideas clearly and effectively, both verbally and in writing, fostering understanding and collaboration among stakeholders."
    },
    {
      "id": 21,
      "name": "Problem Solver",
      "description": "Identifies challenges and develops practical, creative, and efficient solutions to address them, even in complex situations."
    },
    {
      "id": 22,
      "name": "Team Player",
      "description": "Values collaboration, supports team members, and actively contributes to the success of group objectives while maintaining a positive attitude."
    },
    {
      "id": 23,
      "name": "Task Oriented",
      "description": "Prioritizes tasks effectively, remains focused on completing objectives efficiently, and maintains attention to detail throughout the process."
    },
    {
      "id": 24,
      "name": "Multilingual",
      "description": "Proficient in speaking and understanding multiple languages, enabling effective communication across cultural and linguistic boundaries."
    },
    {
      "id": 25,
      "name": "Community Leader",
      "description": "Takes an active role in guiding and organizing community initiatives, promoting positive social change and fostering collective progress."
    },
    {
      "id": 26,
      "name": "Specialized Expert",
      "description": "Possesses deep knowledge and skill in a specific field, offering authoritative insights and solutions within their area of expertise."
    },
    {
      "id": 27,
      "name": "Consultant",
      "description": "Provides expert advice and tailored recommendations, helping individuals or organizations address specific challenges and achieve desired outcomes."
    },
    {
      "id": 28,
      "name": "Local Collaborator",
      "description": "Engages with local stakeholders to understand and address community-specific needs, fostering partnerships and impactful outcomes."
    },
    {
      "id": 29,
      "name": "Social Impact",
      "description": "Prioritizes work that contributes positively to society, focusing on initiatives that improve community well-being and address pressing social issues."
    },
    {
      "id": 30,
      "name": "Independent",
      "description": "Capable of working autonomously with minimal supervision, taking initiative and responsibility for completing tasks and achieving objectives."
    },
    {
      "id": 31,
      "name": "Team Leader",
      "description": "Guides and motivates teams by setting clear goals, delegating responsibilities, and ensuring alignment and collaboration towards achieving success."
    },
    {
      "id": 32,
      "name": "Organized",
      "description": "Maintains structure and clarity in managing resources, time, and tasks, ensuring efficiency and minimizing potential obstacles."
    }
  ],
  "category": [
    {
      "id": 4,
      "name": "Work",
      "description": null
    },
    {
      "id": 5,
      "name": "Education",
      "description": null
    },
    {
      "id": 6,
      "name": "Volunteer",
      "description": null
    }
  ],
  "occupation": [
    {
      "id": 1,
      "title": "Events Committee Member (2024)",
      "company": "Outlier Conference",
      "location": "Online",
      "jobDescription": "Continuing my work with the Outlier Conference, I will be joining the Events Committee to help plan and execute the 2024 conference. This will involve working with the team to plan the event, create the website, and develop the app. I will also be responsible for the design and development of the conference website and app.",
      "pensum": 20,
      "category": 6,
      "startDate": "2024-02-27",
      "endDate": "2024-08-30"
    },
    {
      "id": 2,
      "title": "Organizer",
      "company": "Data Visualization Zurich MeetUp",
      "location": "Switzerland",
      "jobDescription": "Organizer of the Data Visualization Zurich MeetUp. The MeetUp is a community of data visualization enthusiasts who meet regularly to share knowledge and experiences. As an organizer, I am responsible for the organization of the events, the selection of the speakers, and the promotion of the MeetUp.",
      "pensum": 10,
      "category": 6,
      "startDate": "2023-10-26",
      "endDate": null
    },
    {
      "id": 3,
      "title": "Professional Interaction Engineer",
      "company": "Interactive Things",
      "location": "Switzerland",
      "jobDescription": "Full stack developer with a focus on data visualization and interaction design. I work with a multidisciplinary team of designers, developers and researchers to create data-driven products and services.",
      "pensum": 100,
      "category": 4,
      "startDate": "2023-02-01",
      "endDate": null
    },
    {
      "id": 4,
      "title": "Events Committee Member (2023)",
      "company": "Outlier Conference",
      "location": "Online",
      "jobDescription": "Worked as the web and app developer on the Events Committee to help bring together the hybrid Outlier Conference (2023) for Data Visualization.  My current focus in the committee is keeping the website uptodate and developing an app for the conference schedule.",
      "pensum": 40,
      "category": 4,
      "startDate": "2022-07-01",
      "endDate": "2023-04-30"
    },
    {
      "id": 5,
      "title": "Events Committee Member (2022)",
      "company": "Outlier Conference",
      "location": "Online",
      "jobDescription": "Volunteer on the Events Committee to help bring together the online Outlier Conference 2022, a 2 day online event for Data Visualization.  My focus in the committee was keeping the website uptodate and developing an app for the conference schedule.",
      "pensum": 20,
      "category": 6,
      "startDate": "2021-07-01",
      "endDate": "2022-04-30"
    },
    {
      "id": 6,
      "title": "Data Visualization Specialist",
      "company": "Vatorex AG.",
      "location": "Switzerland",
      "jobDescription": "Took charge of the development of new digital products and updating existing ones.  Working through UX to design to code and on to production.  Work closely with the CEO on bringing ideas to the development team and organizing work loads and schedules.",
      "pensum": 100,
      "category": 4,
      "startDate": "2021-04-01",
      "endDate": "2023-01-31"
    },
    {
      "id": 7,
      "title": "Data Visualization Intern",
      "company": "Vatorex AG.",
      "location": "Switzerland",
      "jobDescription": "Building digital products and design data structures for improving existing databases.  Build the companies first design system to create cohersion across platforms.  Worked with a web and app developer to bring design into production.",
      "pensum": 100,
      "category": 4,
      "startDate": "2020-10-01",
      "endDate": "2021-03-31"
    },
    {
      "id": 8,
      "title": "Events Committee Member (2021)",
      "company": "Outlier Conference",
      "location": "Online",
      "jobDescription": "Volunteer on the Events Committee to help bring together the first Outlier Conference in 2021. Outlier Conference was a new conference for the multidisciplinary community of Data Visualization Societ. The conference was held online and featured speakers from a variety of disciplines.",
      "pensum": 20,
      "category": 6,
      "startDate": "2020-07-15",
      "endDate": "2021-04-01"
    },
    {
      "id": 9,
      "title": "Data Visualization Intern",
      "company": "Interactive Things",
      "location": "Switzerland",
      "jobDescription": "Involved across the process of digital content creation. Working with designers on ideation, prototyping and client coordination as well as assisting developers with implementation from cleaning data, building web app features, and continuous integration and deployment.",
      "pensum": 100,
      "category": 4,
      "startDate": "2020-01-03",
      "endDate": "2020-07-11"
    },
    {
      "id": 10,
      "title": "Gardener",
      "company": "Der Holländer Pflanzencenter",
      "location": "Germany",
      "jobDescription": "Responsible for designing and maintaining the nursery while interacting and problem solving for customers. Worked and practised in both spoken and written German. Additionally, kept the social media up-to-date with regular posts and content.",
      "pensum": 100,
      "category": 4,
      "startDate": "2019-03-01",
      "endDate": "2019-10-31"
    },
    {
      "id": 11,
      "title": "Intensive German (A1-B1)",
      "company": "SpeakEasy",
      "location": "Germany",
      "jobDescription": "Intensive language course with focus on practical and conversational skills. Small classroom lectures with vocal practise and 1 on 1 conversation skills. Course taken in conjunction with language meet ups and immersion housing.",
      "pensum": 20,
      "category": 5,
      "startDate": "2019-01-01",
      "endDate": "2019-04-03"
    },
    {
      "id": 12,
      "title": "Design Consultant",
      "company": "Lloyd Richards Design",
      "location": "UK",
      "jobDescription": "Volunteered my design skills to assist local community projects with regenerative design problems.  Included Hardcliffe Elementary, Incredible Edible, Red Hill Bars, Bristol Fish Project, and Bearpit Bristol.",
      "pensum": 20,
      "category": 6,
      "startDate": "2016-11-01",
      "endDate": "2018-12-21"
    },
    {
      "id": 13,
      "title": "Fellowship Programme",
      "company": "School for Social Entrepreneurs",
      "location": "UK",
      "jobDescription": "Practical and theoretical course on running a social enterprise. Focus on leadership, business skills (finances, marketings, planning) and measuring impact in communities",
      "pensum": 20,
      "category": 5,
      "startDate": "2016-10-01",
      "endDate": "2017-10-01"
    },
    {
      "id": 14,
      "title": "Regenerative Garden Designer",
      "company": "Lloyd Richards Design",
      "location": "UK",
      "jobDescription": "Self employed garden designer and contractor focusing on residential clients and community groups. Designing ecologically gardens. Managing sub-contractors, materials, budgets. Complying with building regulations and planning permission.",
      "pensum": 100,
      "category": 4,
      "startDate": "2016-04-01",
      "endDate": "2018-10-01"
    },
    {
      "id": 15,
      "title": "Senior Landscaper",
      "company": "Acer ltd",
      "location": "UK",
      "jobDescription": "Worked with the team designers to impliment and build gardens for residencial clients.  Worked closely with the client to meet their needs while ording materials, scheduling labour and detailing production.",
      "pensum": 100,
      "category": 4,
      "startDate": "2015-08-01",
      "endDate": "2016-02-01"
    },
    {
      "id": 16,
      "title": "Volunteer",
      "company": "La Loma Vida",
      "location": "Spain",
      "jobDescription": "Ran day to day operations of a permaculture project, including managing volunteers, planting, watering and general maintenance.  Included design and builds of earth works and water collection systems.",
      "pensum": 60,
      "category": 6,
      "startDate": "2015-02-01",
      "endDate": "2015-07-15"
    },
    {
      "id": 17,
      "title": "WWOOF'er",
      "company": "WWOOF.org",
      "location": "Costa Rica, Spain, Morocco, Turkey",
      "jobDescription": "Various jobs on organic farms across tropical and mediterranean climates. Included general labour, ongoing maintenance, crop rotation and earth works.",
      "pensum": 60,
      "category": 6,
      "startDate": "2014-10-01",
      "endDate": "2015-01-01"
    },
    {
      "id": 18,
      "title": "Permaculture Design Certificate",
      "company": "Permaculture Institute",
      "location": "Costa Rica",
      "jobDescription": "Practical approach to design, based on participatory, community inclusion process. Land and resource management on multiple scales. Designing collaboratively with a multidisciplinary group",
      "pensum": 100,
      "category": 5,
      "startDate": "2014-02-01",
      "endDate": "2014-06-01"
    },
    {
      "id": 19,
      "title": "System Analyst",
      "company": "Bowden Physiotherapy",
      "location": "Canada",
      "jobDescription": "Examined existing systems in the physio clinic and researched new methods and technologies that would be used tp improve preformance and customer experiance.",
      "pensum": 100,
      "category": 4,
      "startDate": "2013-09-01",
      "endDate": "2013-12-21"
    },
    {
      "id": 20,
      "title": "Crew Leader",
      "company": "Greenworks",
      "location": "Canada",
      "jobDescription": "Ran one of two landscaping crews, dealing with residencil clients and implimenting urban gardens.  Included managing schedules and other crew members resources on and off site.",
      "pensum": 100,
      "category": 6,
      "startDate": "2013-04-22",
      "endDate": "2013-08-30"
    },
    {
      "id": 21,
      "title": "Orientation Coordinator",
      "company": "University of Calgary",
      "location": "Canada",
      "jobDescription": "Organized and developed a week long orientation for incoming Masters Students.  Worked with the City of Calgary to introduce Architects to the urban development as well as a design spring looking at urban fabric.",
      "pensum": 80,
      "category": 6,
      "startDate": "2013-01-01",
      "endDate": "2013-08-15"
    },
    {
      "id": 22,
      "title": "MArch Foundation",
      "company": "University of Calgary",
      "location": "Canada",
      "jobDescription": "Foundation year of Architecture Masters with focus on history, design methodology and sustainability. Individual and group design assignments of various scale. CAD supported design process and model production.",
      "pensum": 100,
      "category": 5,
      "startDate": "2012-09-01",
      "endDate": "2013-04-21"
    },
    {
      "id": 23,
      "title": "Baker",
      "company": "Fresh",
      "location": "Canada",
      "jobDescription": "Responsible for filling bakery orders and breakfast deliveries.  Produced cakes, cookies, bars, and other desserts for a large showcase for the flagship store.",
      "pensum": 100,
      "category": 4,
      "startDate": "2012-01-01",
      "endDate": "2012-06-21"
    },
    {
      "id": 24,
      "title": "Baker",
      "company": "Jelly Modern Doughnuts",
      "location": "Canada",
      "jobDescription": "Produced and filled orders of gourmet doughnuts.  Worked with several other bakers as a team to produce top quality products for business meetings, events, and store front customers.",
      "pensum": 100,
      "category": 4,
      "startDate": "2011-06-01",
      "endDate": "2011-12-21"
    },
    {
      "id": 25,
      "title": "Landscaper",
      "company": "Self Employeed",
      "location": "Canada",
      "jobDescription": "Designed and built the garden and patio area for a summer home of a clients.  Managed and ordered materials on site while producing reports of ongoing work for client abroad.",
      "pensum": 100,
      "category": 4,
      "startDate": "2010-04-21",
      "endDate": "2010-09-01"
    },
    {
      "id": 26,
      "title": "Store Clerk",
      "company": "Stör",
      "location": "Canada",
      "jobDescription": "Served univercity students and faculty at a local conveniance store ran by the Student Union.  Responsible for opening and closing the store as well as taking in stock and resupplying.",
      "pensum": 60,
      "category": 4,
      "startDate": "2009-09-01",
      "endDate": "2011-04-21"
    },
    {
      "id": 27,
      "title": "Bachelor of Arts",
      "company": "University of Calgary",
      "location": "Canada",
      "jobDescription": "Bachelor degree in liberal arts with course work focus in fine arts and history. Minor in Visual Studies with focus in sculpture and woodworking. Technical proficiency in laboratory and workshop settings.",
      "pensum": 100,
      "category": 5,
      "startDate": "2006-09-01",
      "endDate": "2011-04-21"
    },
    {
      "id": 28,
      "title": "Volunteer",
      "company": "Outlier Conference 2024",
      "location": "Online",
      "jobDescription": "Actively coordinated the conference schedule and ensured the smooth running of unconference sessions. Assisted speakers and participants with logistics, managed Q&A sessions, and facilitated outreach to enhance engagement in a virtual setting.",
      "pensum": 100,
      "category": 6,
      "startDate": "2024-06-12",
      "endDate": "2024-06-14"
    },
    {
      "id": 29,
      "title": "Voluneer",
      "company": "Outlier Conference 2023",
      "location": "Portugal",
      "jobDescription": "Supported participant coordination and ensured speakers were on stage as scheduled. Worked tirelessly behind the scenes to manage logistics, troubleshoot issues, and maintain a seamless experience for attendees and presenters.",
      "pensum": 100,
      "category": 6,
      "startDate": "2023-05-03",
      "endDate": "2023-05-05"
    },
    {
      "id": 30,
      "title": "Volunteer",
      "company": "Outlier Conference 2021",
      "location": "Online",
      "jobDescription": "Played a key role in coordinating speakers and participants for the first-ever edition of the conference. Managed Q&A sessions, facilitated outreach, and helped ensure smooth communication between presenters and attendees in a virtual environment.",
      "pensum": 100,
      "category": 6,
      "startDate": "2021-02-04",
      "endDate": "2021-02-06"
    },
    {
      "id": 31,
      "title": "Volunteer",
      "company": "Outlier Conference 2022",
      "location": "Online",
      "jobDescription": "Assisted in coordinating speakers and participants by managing Q&A sessions and facilitating outreach. Supported smooth event operations by ensuring effective communication between presenters and attendees in a virtual setting.",
      "pensum": 100,
      "category": 6,
      "startDate": "2022-02-04",
      "endDate": "2022-02-05"
    },
    {
      "id": 32,
      "title": "Participant",
      "company": "Information+ Conference 2023",
      "location": "Scotland",
      "jobDescription": "Engaged in interdisciplinary discussions on information design and data visualization. Participated in workshops and lectures exploring theories, practices, and pedagogies for analyzing and communicating complex information.",
      "pensum": 100,
      "category": 5,
      "startDate": "2023-11-22",
      "endDate": "2023-11-24"
    },
    {
      "id": 33,
      "title": "Participant",
      "company": "2CO Conference 2024",
      "location": "Spain",
      "jobDescription": "Participated in workshops and lectures on data visualization for complex communication. Engaged with industry experts and gained insight into the academic advancements and recent works in the field.",
      "pensum": 100,
      "category": 5,
      "startDate": "2024-07-03",
      "endDate": "2024-07-05"
    }
  ],
  "occupationToAttribute": [
    {
      "occupation": 1,
      "attribute": 17
    },
    {
      "occupation": 1,
      "attribute": 18
    },
    {
      "occupation": 1,
      "attribute": 19
    },
    {
      "occupation": 2,
      "attribute": 19
    },
    {
      "occupation": 2,
      "attribute": 20
    },
    {
      "occupation": 3,
      "attribute": 17
    },
    {
      "occupation": 3,
      "attribute": 18
    },
    {
      "occupation": 3,
      "attribute": 19
    },
    {
      "occupation": 4,
      "attribute": 17
    },
    {
      "occupation": 4,
      "attribute": 18
    },
    {
      "occupation": 4,
      "attribute": 19
    },
    {
      "occupation": 5,
      "attribute": 17
    },
    {
      "occupation": 5,
      "attribute": 18
    },
    {
      "occupation": 5,
      "attribute": 19
    },
    {
      "occupation": 6,
      "attribute": 17
    },
    {
      "occupation": 6,
      "attribute": 18
    },
    {
      "occupation": 6,
      "attribute": 19
    },
    {
      "occupation": 7,
      "attribute": 17
    },
    {
      "occupation": 7,
      "attribute": 18
    },
    {
      "occupation": 7,
      "attribute": 21
    },
    {
      "occupation": 8,
      "attribute": 17
    },
    {
      "occupation": 8,
      "attribute": 18
    },
    {
      "occupation": 9,
      "attribute": 17
    },
    {
      "occupation": 9,
      "attribute": 18
    },
    {
      "occupation": 9,
      "attribute": 21
    },
    {
      "occupation": 10,
      "attribute": 22
    },
    {
      "occupation": 10,
      "attribute": 23
    },
    {
      "occupation": 10,
      "attribute": 24
    },
    {
      "occupation": 12,
      "attribute": 25
    },
    {
      "occupation": 12,
      "attribute": 26
    },
    {
      "occupation": 12,
      "attribute": 27
    },
    {
      "occupation": 13,
      "attribute": 25
    },
    {
      "occupation": 13,
      "attribute": 28
    },
    {
      "occupation": 13,
      "attribute": 29
    },
    {
      "occupation": 14,
      "attribute": 30
    },
    {
      "occupation": 15,
      "attribute": 31
    },
    {
      "occupation": 15,
      "attribute": 32
    },
    {
      "occupation": 29,
      "attribute": 32
    },
    {
      "occupation": 31,
      "attribute": 32
    },
    {
      "occupation": 28,
      "attribute": 32
    },
    {
      "occupation": 30,
      "attribute": 32
    }
  ],
  "occupationToSkill": [
    {
      "occupation": 1,
      "skill": 26
    },
    {
      "occupation": 1,
      "skill": 28
    },
    {
      "occupation": 2,
      "skill": 29
    },
    {
      "occupation": 2,
      "skill": 30
    },
    {
      "occupation": 3,
      "skill": 31
    },
    {
      "occupation": 3,
      "skill": 32
    },
    {
      "occupation": 3,
      "skill": 34
    },
    {
      "occupation": 4,
      "skill": 26
    },
    {
      "occupation": 4,
      "skill": 27
    },
    {
      "occupation": 4,
      "skill": 28
    },
    {
      "occupation": 5,
      "skill": 26
    },
    {
      "occupation": 5,
      "skill": 27
    },
    {
      "occupation": 5,
      "skill": 28
    },
    {
      "occupation": 6,
      "skill": 26
    },
    {
      "occupation": 6,
      "skill": 27
    },
    {
      "occupation": 6,
      "skill": 32
    },
    {
      "occupation": 6,
      "skill": 34
    },
    {
      "occupation": 7,
      "skill": 26
    },
    {
      "occupation": 7,
      "skill": 28
    },
    {
      "occupation": 7,
      "skill": 32
    },
    {
      "occupation": 7,
      "skill": 34
    },
    {
      "occupation": 8,
      "skill": 26
    },
    {
      "occupation": 8,
      "skill": 35
    },
    {
      "occupation": 9,
      "skill": 26
    },
    {
      "occupation": 9,
      "skill": 28
    },
    {
      "occupation": 9,
      "skill": 37
    },
    {
      "occupation": 9,
      "skill": 34
    },
    {
      "occupation": 10,
      "skill": 38
    },
    {
      "occupation": 10,
      "skill": 39
    },
    {
      "occupation": 10,
      "skill": 40
    },
    {
      "occupation": 11,
      "skill": 41
    },
    {
      "occupation": 12,
      "skill": 42
    },
    {
      "occupation": 12,
      "skill": 43
    },
    {
      "occupation": 12,
      "skill": 44
    },
    {
      "occupation": 13,
      "skill": 45
    },
    {
      "occupation": 13,
      "skill": 46
    },
    {
      "occupation": 13,
      "skill": 47
    },
    {
      "occupation": 14,
      "skill": 48
    },
    {
      "occupation": 14,
      "skill": 42
    },
    {
      "occupation": 14,
      "skill": 40
    },
    {
      "occupation": 15,
      "skill": 50
    },
    {
      "occupation": 3,
      "skill": 37
    },
    {
      "occupation": 6,
      "skill": 28
    },
    {
      "occupation": 12,
      "skill": 40
    },
    {
      "occupation": 12,
      "skill": 38
    },
    {
      "occupation": 14,
      "skill": 38
    },
    {
      "occupation": 15,
      "skill": 38
    },
    {
      "occupation": 15,
      "skill": 40
    },
    {
      "occupation": 14,
      "skill": 44
    },
    {
      "occupation": 17,
      "skill": 40
    },
    {
      "occupation": 18,
      "skill": 38
    },
    {
      "occupation": 16,
      "skill": 40
    },
    {
      "occupation": 19,
      "skill": 47
    },
    {
      "occupation": 20,
      "skill": 50
    },
    {
      "occupation": 20,
      "skill": 40
    },
    {
      "occupation": 21,
      "skill": 50
    },
    {
      "occupation": 21,
      "skill": 30
    },
    {
      "occupation": 22,
      "skill": 43
    },
    {
      "occupation": 22,
      "skill": 42
    },
    {
      "occupation": 25,
      "skill": 40
    },
    {
      "occupation": 27,
      "skill": 44
    },
    {
      "occupation": 25,
      "skill": 50
    },
    {
      "occupation": 16,
      "skill": 51
    },
    {
      "occupation": 24,
      "skill": 51
    },
    {
      "occupation": 23,
      "skill": 51
    },
    {
      "occupation": 23,
      "skill": 29
    },
    {
      "occupation": 24,
      "skill": 29
    },
    {
      "occupation": 30,
      "skill": 34
    },
    {
      "occupation": 29,
      "skill": 34
    },
    {
      "occupation": 32,
      "skill": 34
    },
    {
      "occupation": 33,
      "skill": 34
    },
    {
      "occupation": 28,
      "skill": 34
    },
    {
      "occupation": 31,
      "skill": 34
    }
  ],
  "skill": [
    {
      "id": 26,
      "name": "Web Design",
      "type": "Design",
      "description": "Creating visually appealing and user-friendly website layouts and interfaces."
    },
    {
      "id": 27,
      "name": "App Development",
      "type": "Engineering",
      "description": "Building cross-platform mobile applications using modern frameworks like Flutter."
    },
    {
      "id": 28,
      "name": "Frontend Development",
      "type": "Engineering",
      "description": "Developing interactive and responsive user interfaces with tools like React and TypeScript."
    },
    {
      "id": 29,
      "name": "Organization",
      "type": "Operation",
      "description": "Managing tasks, schedules, and priorities to ensure efficient workflow and productivity."
    },
    {
      "id": 30,
      "name": "Public Speaking",
      "type": "Communication",
      "description": "Delivering presentations and speeches effectively to engage and inform audiences."
    },
    {
      "id": 31,
      "name": "Full Stack Development",
      "type": "Engineering",
      "description": "Building and maintaining both the frontend and backend of web applications, ensuring seamless integration."
    },
    {
      "id": 32,
      "name": "Backend Development",
      "type": "Engineering",
      "description": "Developing and maintaining server-side logic and database systems for applications."
    },
    {
      "id": 34,
      "name": "Data Visualization",
      "type": "Design",
      "description": "Translating complex data into easy-to-understand visual formats like charts and graphs."
    },
    {
      "id": 35,
      "name": "Web Development",
      "type": "Engineering",
      "description": "Creating and maintaining websites using platforms like SquareSpace."
    },
    {
      "id": 37,
      "name": "Data Analysis",
      "type": "Analysis",
      "description": "Collecting, processing, and interpreting data to provide actionable insights."
    },
    {
      "id": 38,
      "name": "Horticulture",
      "type": "Practical",
      "description": "Cultivating and maintaining plants, with expertise in Northern European climates."
    },
    {
      "id": 39,
      "name": "German-B1",
      "type": "Language",
      "description": "Intermediate-level proficiency in German, focusing on conversational and written skills."
    },
    {
      "id": 40,
      "name": "Landscaping",
      "type": "Practical",
      "description": "Designing and maintaining outdoor spaces, tailored to Northern European environments."
    },
    {
      "id": 41,
      "name": "German-A1",
      "type": "Language",
      "description": "Beginner-level proficiency in German, focusing on foundational vocabulary and grammar."
    },
    {
      "id": 42,
      "name": "Regenerative Design",
      "type": "Design",
      "description": "Developing sustainable and environmentally conscious design solutions."
    },
    {
      "id": 43,
      "name": "Industrial Design",
      "type": "Design",
      "description": "Creating CAD schematics for buildings and furniture, focusing on functionality and aesthetics."
    },
    {
      "id": 44,
      "name": "Carpentry",
      "type": "Practical",
      "description": "Building and repairing structures or furniture, specializing in framing and custom pieces."
    },
    {
      "id": 45,
      "name": "Entrepreneur",
      "type": "Business",
      "description": "Establishing and managing startups, including business planning and strategy."
    },
    {
      "id": 46,
      "name": "Finances",
      "type": "Operation",
      "description": "Managing financial planning, budgeting, and bookkeeping to ensure fiscal stability."
    },
    {
      "id": 47,
      "name": "Impact Assessment",
      "type": "Analysis",
      "description": "Evaluating the effects of projects or initiatives on stakeholders and the environment."
    },
    {
      "id": 48,
      "name": "Business Development",
      "type": "Business",
      "description": "Identifying and implementing strategies to grow and expand businesses."
    },
    {
      "id": 50,
      "name": "Project Management",
      "type": "Operation",
      "description": "Leading teams and overseeing projects to ensure they are completed on time and within budget."
    },
    {
      "id": 51,
      "name": "Baking",
      "type": "Practical",
      "description": "Preparing a variety of baked goods, with an emphasis on precision, technique, and flavour."
    }
  ],
  "teamMember": [
    {
      "id": 1,
      "firstName": "Lloyd",
      "lastName": "Richards",
      "role": "Designer",
      "imgUrl": "/images/avatar.png"
    },
    {
      "id": 2,
      "firstName": "Lloyd",
      "lastName": "Richards",
      "role": "Developer",
      "imgUrl": "/images/avatar.png"
    },
    {
      "id": 3,
      "firstName": "Mark",
      "lastName": "Kunzmann",
      "role": "Project Manager",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4E03AQGmuwBzSdxcOA/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1670442834874?e=1741824000&v=beta&t=C2PReER-7BbH5ss8prlK5F0Fuc8icYTJrKAoG-D-XAg"
    },
    {
      "id": 4,
      "firstName": "Michela",
      "lastName": "Burzio",
      "role": "Designer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/C4D03AQFB4az484INqQ/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1609941192272?e=1741824000&v=beta&t=78rIUhCOGgOVeJZ6kAIZ9liPSK6GEwb-e1EgAHaYfzY"
    },
    {
      "id": 5,
      "firstName": "Lloyd",
      "lastName": "Richards",
      "role": "Intern",
      "imgUrl": "/images/avatar.png"
    },
    {
      "id": 6,
      "firstName": "Florencia",
      "lastName": "Kühne",
      "role": "Project Manager",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4D03AQE3SMaUCQ-kyQ/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1722951561697?e=1741824000&v=beta&t=OGAtXoY_Wq7zlhLVyNmTpkE8oHAilIAXYlIjakj-Feg"
    },
    {
      "id": 7,
      "firstName": "Annina",
      "lastName": "Walker",
      "role": "Designer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4E03AQH0G-kMJCEy9w/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1669733111740?e=1741824000&v=beta&t=ngr3PGWKEHHEYFvdo-bp7Psq7xiw-9wHfPc98qUTIE8"
    },
    {
      "id": 8,
      "firstName": "Michael",
      "lastName": "Schönenberger",
      "role": "Designer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4E03AQGBd_BKTejloA/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1698479390812?e=1741824000&v=beta&t=TxSSXZTLOCd2RcMbzyRTrGMy1kKHD5CncdEwKG1_5nQ"
    },
    {
      "id": 9,
      "firstName": "Bartosz",
      "lastName": "Prusinowski",
      "role": "Developer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4D03AQEiByl2Nz1I6A/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1714320454233?e=1741824000&v=beta&t=h3TrGHrSR7AiL2q0_mqP9QTTYerMn-0L6IOUUPiVRJI"
    },
    {
      "id": 10,
      "firstName": "Nastasja",
      "lastName": "Steinhauer",
      "role": "Intern",
      "imgUrl": null
    },
    {
      "id": 11,
      "firstName": "Annabelle",
      "lastName": "Vuille",
      "role": "Designer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/D4E03AQH7xiJomUJd7g/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1718220097932?e=1741824000&v=beta&t=NBeAudRq2_jsN_jBZucOluzgrJLMYhYtXSZ8F4VRWZA"
    },
    {
      "id": 12,
      "firstName": "Kerstin",
      "lastName": "Faye",
      "role": "Designer",
      "imgUrl": "https://media.licdn.com/dms/image/v2/C4E03AQGOAeXVE9Im8w/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1585148773544?e=1741824000&v=beta&t=YphA4uB1PQBXJph6-us01eE-xJSNUQ9SmCrLzETQQR4"
    }
  ]
}